   var mattos = [
   "人生没有对错，只有选择后的坚持，不后悔，走下去，就是对的。",
   "生活是一面镜子。你对它笑，它就对你笑；你对它哭，它也对你哭。",
   "宁愿做过了后悔，也不要错过了后悔。",
   "不要拿小人的错误来惩罚自己，不要在这些微不足道的事情上折磨浪费自己的宝贵时间。",
   "环境不会改变，解决之道在于改变自己。",
   "勇气是控制恐惧心理，而不是心里毫无恐惧。",
   "两个人共尝一个痛苦只有半个痛苦，两个人共享一个欢乐却有两个欢乐。",
   "好好管教自己，不要管别人。",
   "得之坦然，失之淡然，顺其自然，争其必然。",
   "人生是一条没有回程的单行线，上帝不会给你一张返程的票。",
   "把事情办好的秘密就是行动。成功之路就是有条理思考之后的行动！行动！行动！",
   "人生是一场旅行，在乎的不是目的地，是沿途的风景以及看风景的心情。",
   "放弃谁都可以，千万不要放弃自己！",
   "长得漂亮是优势，活得漂亮是本事。",
   "人生最大的错误是不断担心会犯错。",
   "一个人可以被毁灭，但不能给打败 -- 《老人与海》。",
   "要么不要开始，要么不要结束。",
   "闲静少言，不求达内。乐于技，喜刨根，不求甚解；每有会意，其乐无穷。"
   ];

mattos[parseInt(Math.random() * mattos.length)];
