[
    "人生不应该太过于功利，没有必要在意外在的细节",
    "It’s not about how badly you want something. It’s about what you are capable of!",
    "光有志向是不够的，重要的是你的能力。 —《疯狂动物城》",
    "为梦想灼伤了自己 也不要平庸的喘息 ",
    "少抱怨，多思考，未来更美好！",
    "生活除了代码,还有诗和远方!",
    "左眼没有见过右眼一面，不懂安慰，只懂陪它落泪。",
    "世界上没有不劳而获的事，一分耕耘一分收获！",
    "人生是一条没有回程的单行线，上帝不会给你一张返程的票。",
    "把事情办好的秘密就是行动。成功之路就是有条理思考之后的行动！行动！行动！",
    "人生是一场旅行，在乎的不是目的地，是沿途的风景以及看风景的心情。",
    "放弃谁都可以，千万不要放弃自己！",
    "长得漂亮是优势，活得漂亮是本事。",
    "人生最大的错误是不断担心会犯错。",
    "要么不要开始，要么不要结束。",
    "宁愿做过了后悔，也不要错过了后悔。",
    "得之坦然，失之淡然，顺其自然，争其必然。",
    "宁愿做过了后悔，也不要错过了后悔！",
    "环境不会改变，解决之道在于改变自己。",
    "人生没有对错，只有选择后的坚持，不后悔，走下去，就是对的。",
    "不要以工作时长论英雄,不要以加班加点为美德! -- 《论加班》",
    "人的理想志向往往和他的能力成正比。 -- 约翰逊",
    "志向和热爱是伟大行为的双翼.",
    "勇气是控制恐惧心理，而不是心里毫无恐惧。",
    "在强者的眼中，没有最好，只有更好。",
    "生活是一面镜子。你对它笑，它就对你笑；你对它哭，它也对你哭。",
    "永远都不要放弃自己，勇往直前，直至成功！",
    "一个人可以被毁灭，但不能给打败 -- 《老人与海》。",
    "趁年轻去努力，别对不起你儿时吹的牛逼。",
    "两个人共尝一个痛苦只有半个痛苦，两个人共享一个欢乐却有两个欢乐。",
    "没有人能一路单纯到底，但要记住，别忘了最初的自己。",
    "实力的来源不是胜利。唯有奋斗才能增强实力。当你历经苦难而不气馁，那就是实力。",
    "不要拿小人的错误来惩罚自己，不要在这些微不足道的事情上折磨浪费自己的宝贵时间。",
    "只有承担起旅途风雨，才能最终守得住彩虹满天。",
    "你配不上自己的野心，也辜负了曾经历的苦难。",
    "现在不玩命，将来命玩你，现在不努力，未来不给力。",
    "无论你昨晚经历了怎样的泣不成声，早上醒来这个城市依旧车水马龙。",
    "比我差的人还没放弃，比我好的人仍在努力，我就更没资格说我无能为力！",
    "累么？累就对了，舒服是留给死人的。",
    "要克服生活的焦虑和沮丧，得先学会做自己的主人。",
    "过去不等于未来；没有失败，只有暂时停止成功；采取更大量的行动。",
    "健康的身体是实现目标的基石。",
    "回避现实的人，未来将更不理想。",
    "成功的秘诀就是每天都比别人多努力一点。",
    "忍别人所不能忍的痛，吃别人所不能吃的苦，方能收获别人所得不到的收获。",
    "热情和欲望可以突破一切难关。",
    "永不言败，是成功者的最佳品格。",
    "平凡的脚步也可以走完伟大的行程。",
    "谋事在人；成事在天；事在人为：不去做你怎么知道行还是不行。",
    "人有了信念和追求就能忍受一切艰苦，适应一切环境。",
    "第一个青春是上帝给的；第二个青春是靠自己努力的。",
    "人的欲望不可能都实现，不能的事情不可太强求；学会控制自我，明白自己的理想、人生价值、需求生活方式，面对现实，把握自己，珍惜人生。",
    "路再远也会有终点，夜再长也会有尽头，雨再大也会有停的时候。",
    "经过海浪的一番磨砺，卵石才变得更加美丽光滑。",
    "智者一切求自己，愚者一切求他人。",
    "当一个小小的心念变成成为行为时，便能成了习惯；从而形成性格，而性格就决定你一生的成败。",
    "远大抱负始于初中，辉煌人生起于今日。",
    "人生没有彩排，每一个细节都是现场直播。",
    "坚持把简单的事情做好就是不简单，坚持把平凡的事情做好就是不平凡。",
    "所有的胜利，与征服自己的胜利比起来，都是微不足道。",
    "雄心壮志是茫茫黑夜中的北斗星。",
    "不要抱怨自己所处的环境，如果改变不了环境，那么就改变自己的心态。",
    "目标再远大，终离不开信念去支撑。",
    "不要自卑，你不比别人笨。不要自满，别人不比你笨.",
    "没有失败，只有暂时停止的成功。",
    "实现梦想比睡在床上的梦想更灿烂。",
    "在强者的眼中，没有最好，只有更好。",
    "善良的人永远是受苦的，那忧苦的重担似乎是与生俱来的，因此只有忍耐。",
    "千万人的失败，都有是失败在做事不彻底，往往做到离成功只差一步就终止不做了。",
    "自己打败自己是最可悲的失败，自己战胜自己是最可贵的胜利。",
    "如果把才华比作剑，那么勤奋就是磨刀石。",
    "成功的信念在人脑中的作用就如闹钟，会在你需要时将你唤醒。",
    "成功的秘诀就在于多努力一次。为了成功，你努力了多少次？",
    "勇敢地迎接逆境，即使不能实现最初的梦想，也会打开另一扇梦想的大门。",
    "壮志与毅力是事业的双翼。",
    "走得最慢的人，只要他不丧失目标，也比漫无目的地徘徊的人走得快。",
    "竹根即使被埋在地下无人得见，也决然不会停止探索而力争冒出新笋。",
    "当爱情走到迷茫的时候，要验证两个人是否相爱的唯一方法就是分开。分开以后，如果难受，如果思念，那就是真爱。而真爱一定会让两个人再次相遇。",
    "两个人散了是因为一个以为不会走，一个以为会挽留。你们都在等 ，等什么 ，等对方先放手。再深的感情也抵挡不住缘分的交错。借吵架的壳，撒思念的娇。我的使命就是陪伴，她的使命就是让我成长。成长不一定会得到什么，一定会失去什么！",
    "年少时的恋爱叫合情合拍，长大后的恋爱叫合并合作",
    "有些人注定是让你成长的。",
    "总会出现一个温柔的人让你变得温暖，然后默默离开。",
    "我的使命就是陪伴，她的使命就是让我成长。成长不一定会得到什么，一定会失去什么!",
    "不是每个人都能叫前任，而前任并非只是某个人，它是每一个走过的人在你心里留下的痕迹。",
    "再深的感情也抵挡不住缘分的交错。",
    "男人好比钥匙，女人好比是锁，一把什么锁都能开的钥匙叫什么?叫万能钥匙!",
    "我要的是你的真心，你的全部，我不希望你心里有任何其他人的位置，藏得再深也不行。",
    "我只是喜欢你被你喜欢的感觉，而不是喜欢你。",
    "有时候老天让你等，是为了让你等对的人，但对的人不一定是你最爱的，有些人注定有缘无份，虽然惋惜痛心，但奈何有些答案总归是爱过，现在只想珍惜眼前人。",
    "在老一辈人的眼中觉得坏了的东西是可以修的，而对于我们来说，东西坏了就应该换，这就是老一辈人眼中的我们，我们总会觉得有下一任，所以现任才会变成前任，直到现在这个时候我才能明白，不是每一个人都...",
    "总会出现一个温柔的人让你变得温暖，然后默默离开。",
    "你以为我不会走，我以为你会留，最后，我们说散就散",
    "借着吵架的梗，撒着思念的娇",
    "怎么证明一个男人爱你，一，为你花钱，二，愿意娶你。",
    "就算曾经在熟悉，在亲近的人，很长时间不联系了，也会变得跟陌生人一样。",
    "人生每个不同的阶段，会有不同的人停留，总有一些人来，有一些人离开，有的朋友，不知道怎么就走近了，有的恋人，不知道怎么就走散了。",
    "寂寞，是大都市人的通病，很多人在一起不是因为喜欢相处，而是因为害怕孤独。",
    "不管是物质还是心理，我们更在意的不是绝对值，而是百分比，我，到底占了你百分之几。",
    "喝醉是个好事儿，不会让你记住你做过的事，但是一定会让你记住你感受到了什么。",
    "两个人在一起生活这么久，东西还得了，回忆还不了。",
    "一个男人，总会为了一个女人，而去奋斗。",
    "男人就是悲催，上班当员工，下班当老公。",
    "钱没了还能在挣，姑娘再不泡，他们都老了。",
    "现在不是面包和爱情选择的时代了，而是大部分的爱情，掌握在少数拥有面包的人，手里的时代。",
    "用了自己整个青春，来看懂一部电影，只有当紫霞永远离开至尊宝的时候，至尊宝才能成长为孙悟空。",
    "成功男人背后的女人，要比普通女人更强大才行。",
    "太累了，男人真的太累了。太苦了，女人真的太苦了。",
    "我这么拼命工作，不就是为了我们的未来吗？",
    "一个男人辛辛苦苦用血用汗打拼回来的钱，肯定是只会跟自己最亲的人分享。",
    "别堆积怀恋让剧情变得狗血，深爱了多年又何必毁了经典，都已成年不拖不欠，浪费时间，像谢幕的演员，眼看着灯光熄灭，来不及再轰轰烈烈，就保留告别的尊严，我爱你不后悔，也尊重故事结尾，分手应该体面，谁都不要说抱歉，何来亏欠，我敢给就敢心碎，镜头前面是从前的我们，在喝彩留着泪声嘶力竭，离开也很体面，才没辜负这些年，爱的热烈，认真付出的画面，别让执恋毁掉了昨天，我爱过你，利落干脆，再见，不负遇见。",
    "爱的基础是什么？是沟通，是交流，是要相互理解，但不能一昧忍受吧，一天见面本来就不到几个小时，在外面各种生龙活虎，回家死猪一只，就不能留一点点精力在我身上吗？所以不管是物质还是心理，我们更在意的不是绝对值，而是百分比，我，到底占了你百分之几。",
    "要经历多少前任，才能学会说再见！",
    "为你花钱的男人不一定爱你……不为你花钱的男人一定不爱你",
    "我们都想要新的开始，新的生活，却忘记了她身边也会有新的人出现。",
    "有的朋友不知道怎么就走近了, 有的恋人不知道怎么就走散了",
    "️不是有了效果才坚持，而是坚持了才会有效果。",
    "️不是等看到成绩差才开始补，学习是长时间的积累，才能保证效果。",
    "️不是等有钱了才去准备去学，而是早点开始打好基础。",
    "生命不息，奋斗不止，加班走起......",
    "永远不要和层次不同的人争辩，那是对自己的一种无益的损耗。",
    "人最无法忍耐的，是没有希望的日子，而不是困苦的生活。",
    "在人际关系相处中，你的自我提升，不是获得技巧改变对方，是提升能力更好的承载麻烦，运气再好点，麻烦会减轻或消失。",
    "与其漫无目的的忙碌，不如静下心去思考",
    "时间渐渐带走了年少轻狂，也慢慢沉浸了冷暖自知。灵魂缺失的伤口，连泪都不知道为谁而流。",
    "人生三大秘诀:不行就分、生病多喝热水、重启试试。",
    "你的中年危机，真的不是因为穷。原地踏步，不思进取，才是杀死你的罪魁祸首。",
    "马克思主义哲学告诉我们，获取真理的唯一办法是实践，认识，再实践，再认识的反复循环过程！说的好！",
    "不抱怨，不发怒，不悲观，不浮躁，不放弃，要努力，要自信，要坚持．．．踏踏实实过好每一天！",
    "学会接受人生的不完美和所有遗憾",
    "和有趣的姑娘聊天，和聪明的姑娘协作，和丰满的姑娘睡觉!  啊哈哈，逃~~~",
    "如果忘记一件东西的存在，最好的办法就是让它一直在那里",
    "我的道理是感恩父母 对于工作 各司其职",
    "生活不必太完满，一半就好，于无声处听惊雷，于无色处见繁花，自得妙境。",
    "你以为的诗意田园，其实是穷山恶水，你以为的淳朴乡村，其实是蛮荒之地。",
    "不必过于迷信一见钟情。那种一瞬间的眼缘其实持续不了多长时间。缓慢地爱上一个人，从此才最难戒掉。爱情也分两类。一类悬浮在时间里，膨胀如烈火、激情。一类沉淀在岁月中，蓄积如静水、深沉。有些感情，总是走得很慢、来得很晚，没关系，只要它是真的。",
    "很多人试图变得出色，而我只想变得更理性",
    "技术难度 ！= 业务价值，值得擅长技术的同学思考。",
    "技术是为解决业务的问题而产生的",
    "不要自己设限，努力终究成就最好的自己",
    "饿的时候吃法，爱的时候不撒谎",
    "付出要有收货，不能一句“年轻人要多吃苦”,就把我们当牛马使唤",
    "有趣的灵魂，是需要投资的，谈天说滴，精神肉体，总有一个要在路上",
    "迎难而上是一种魄力，自讨苦吃是真心愚蠢",
    "花大量的时间去做低效率的事情，不叫吃苦，只是愚昧",
    "心里有点逼数，好吗？吾日三省：高否、富否、帅否",
    "钱少事多离家远，位卑话轻责任重。--- 来自底层人民的诉苦",
    "年龄阻挡不了，探索世界的心",
    "心太软的人是很难快乐的，连拒绝别人就像自己做错了事，最后成全了别人，委屈了自己",
    "世界上本没有路,你走过去了,它就是你的路",
    "人在哪里,家就在哪里,幸福其实很简单,就是[在一起]",
    "我爱北京,不如说,我爱在北京的我自己",
    "拥有资源的多少并不重要，如果你不懂得利用永远都不够！",
    "有时候你觉得特别累，可能是因为有更大的收货！",
    "方向不对,越努力越窘迫!",
    "在努力一下，或许就是成功!",
    "心理学大师罗杰斯说，人生最重要的，是拥有制造快乐的能力。它来源于三个方面——放下过去，面对现实和享受当下。在遭遇了人生中的重大波折之后，学会与过去告别，和当下握手言和，才能抵御无常人生中的更多风雨。",
    "如果你真的愿意去努力，你人生最坏的结果，也不过是大器晚成",
    "代码来源于生活，而生活中又充满了面向对象"
]
